{
  "Return to the home page — the devil awaits you!":"Върнете се в началната страница — дяволът ви очаква!",
  "Instead of this page, we found amazing deals for you!":"Вместо тази страница намерихме невероятни оферти за вас!",
 "After two years of hard work, The Devil, the brand`s first perfume": "След две години упорит труд, The Devil, първият парфюм на марката ",
 ", officially launched on the market. Created by the best perfumer in Bulgaria, Sezer Sabah, it is an extract de parfum that combines richness, depth and intrigue in every drop.": ", официално представен на пазара. Създаден от най-добрия парфюмерист в България, Сезер Сабах, той е екстракт де парфюм, който съчетава богатство, дълбочина и интрига във всяка капка.",
 "Why Be Yours?": "Защо да изберете нас?",
 "Original fragrances": "Оригинални аромати",
 "100% original perfumes with guaranteed origin": "100% оригинални парфюми с гарантиран произход",
 "Fast delivery": "Бърза доставка",
 "Express delivery to any point in Bulgaria": "Експресна доставка до всяка точка на България",
 "Sustainability": "Устойчивост",
 "Our signature shipping boxes are fully recyclable and biodegradable.": "Нашите характерни кутии за доставка са напълно рециклируеми и биоразградими.",
 "Exclusive offers": "Ексклузивни оферти",
 "Special promotions and discounts for loyal customers": "Специални промоции и отстъпки за лоялни клиенти",
 "The Scent of a Winner!": "Ароматът на победителя!",
 "isn’t just a fragrance—it’s an experience.": "не е просто аромат – това е изживяване.",
 "This is for the man who commands attention when he walks into the room.": "Това е за мъжа, който привлича внимание, когато влезе в стаята.",
 "This isn’t for the average. It’s for the dominant, the unapologetically bold, the one who knows exactly what he wants, and isn’t afraid to take it.": "Това не е за обикновените. Това е за доминиращите, неограничените смели, тези, които знаят точно какво искат и не се страхуват да го вземат.",
 "When you wear": "Когато носите аромата на",
 "you step into a world of luxury and power.": "влизате в свят на лукс и сила.",
 "A dark, seductive blend of deep woods, spicy accents, and smoky undertones that speak louder than words ever could.": "Тъмна, съблазнителна смес от дълбоки дървесни нотки, пикантни акценти и опушени нюанси, които говорят по-силно от всякакви думи.",
 "This fragrance doesn’t whisper; it shouts confidence and allure.": "Този аромат не шепне; той крещи увереност и привлекателност.",
 "It’s the scent of a winner. A man who owns the night.": "Това е ароматът на победителя. Човекът, който притежава нощта.",
 "Unleash your dominance: A fragrance that leaves an impression long after you’re gone.": "Освободете своята доминация: Аромат, който оставя впечатление дълго след като си тръгнете.",
 "Quick to captivate: One spray and you’ll have every head turning in your direction.": "Бързо завладяващ: Едно пръскане и всички ще се обръщат към вас.",
 "Exclusively for the bold: This is not a scent for the faint-hearted. This is for men who are not afraid to stand out.": "Изключително за смелите: Това не е аромат за слабохарактерни. Това е за мъже, които не се страхуват да се открояват.",
 "Perfect for the power player: Whether it’s a high-stakes meeting or a night out, this scent will give you the edge you need.": "Перфектен за играча на силата: Независимо дали става въпрос за важна среща или нощно излизане, този аромат ще ви даде необходимото предимство.",
 "The Devil's Elixir isn’t just something you spray—it’s the final touch to your empire.": "Еликсирът на Дявола не е просто нещо, което пръскате – това е последният щрих към вашата империя.",
 "Own it.": "Притежавайте го.",
 "Be unforgettable.": "Бъдете незабравими.",
 "Enjoy the captivating scent of":"Насладете се на неустоимия аромат на",
 "Lightly spray on your wrists and neck, allowing the fragrance to unfold over time as the warm notes blend with spicy and woody undertones. After a few minutes, you’ll notice how the scent merges with your skin, leaving a lasting, seductive impression.":"Напръскайте леко върху китките и шията си, оставете аромата да се разкрие с времето, докато топлите нотки се смесват с пикантни и дървесни нюанси. След минути ще усетите как ароматът се прелива в кожата ви, оставяйки ви с трайно, изкусително впечатление.",
 "Fragrance Tips":"Съвети за аромата",
 "Created with attention to detail.": "Създаден с внимание към детайлите.",
 "Discover the unique components that make up this devilishly bold fragrance.":"Открийте уникалните компоненти, които изграждат този дяволски смел аромат.",
 "Top Notes":"Топ Нотки",
 "Citrus, Bergamot, Black Pepper": "Цитрус, бергамот, черен пипер",
 "Lavender, Patchouli, Jasmine": "Лавандула, пачули, жасмин",
 "Sale":"Акция",
  "BUNDLE_PROMO": {
    "TEXT": "Buy {{count}} pcs. and get up to -{{discount}}% off every {{ordinal}} product."
  },
  "ORDINAL": {
    "2": "2nd",
    "3": "3rd",
    "4": "4th",
    "5": "5th"
  },

 "Sandalwood, Amber, Musk": "Сандалово дърво, кехлибар, мускус",
   "CONTACT": {
    "TITLE": "Свържи се с нас",
    "DESCRIPTION_PART1": "— вашето удовлетворение е наш основен приоритет.",
    "DESCRIPTION_PART2": "Насърчаваме ви да се свържете с нас с всякакви въпроси, притеснения или обратна връзка, тъй като нашият екип винаги е готов да ви помогне.",
    "DESCRIPTION_PART3": "Независимо дали имате нужда от помощ при запитвания за продукти или просто искате да споделите опита си с нас, ние сме само на едно съобщение разстояние.",
    "FIRSTNAME": "Име",
    "LASTNAME": "Фамилия",
    "EMAIL": "Email*",
    "MESSAGE": "Напишете вашето съобщение",
    "SEND": "Изпрати"
  }
}
